Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/insyja.tmx
Source language: ru
Languages: be

source: рынок «Центральный»
be: Рынак Цэнтральны

source: Рынок автозапчастей
be: Рынак аўтазапчастак

source: рынок Дисна
be: Рынак «Дзісна»

source: Рынок Стрелецкий
be: Стралецкі рынак

source: Рынок строительных материалов и автозапчастей «Северный»
be: Паўночны рынак

source: Рябиновая улица
be: Рабінавая вуліца

source: Рябиновка
be: [Рабінаўка, Рабіноўка]

source: с/т "Быкачено"
be: с/т "Быкачына"

source: с/т "Газ-Магистраль"
be: с/т "Газ-Магістраль"

source: с/т "Лесные поляны"
be: с/т "Лясныя паляны"

source: с/т "Мясота"
be: с/т "Мясата"

source: с/т "Пенсионеров, ветеранов ВОВ и труда"
be: с/т "Пенсіянераў, ветэранаў ВАВ і працы"

source: с/т "Трактор"
be: с/т "Трактар"

source: с/т "Цементово-1"
be: с/т "Цэментава-1"

source: Савиничи
be: Савінічы

source: Савичи
be: Савічы

source: Сад ботанический
be: Сад батанічны

source: Сад губернаторский
be: Сад губэрнатарскі

source: Садовая улица
be: Садовая вуліца

source: Садовка
be: Садоўка

source: садовое товарищество "Глобус"
be: садовае таварыства "Глобус"

source: садовое товарищество "Лукоморье"
be: садовае таварыства "Лукамор'е"

source: Садовые участки
be: Садовыя ўчасткі

source: Садовые Участки
be: Садовыя ўчасткі

source: Сакральный камень
be: Сакральны камень

source: Саломирское
be: Саламірскае воз.

source: Салон "Счастье"
be: Салон "Шчасце"

source: Салон - галерея «Стена»
be: Салон-галерэя "Сцяна"

source: Салтановка
be: Салтанаўка

source: Самолет
be: Самалёт

source: Самородники
be: Самароднікі

source: санаторий
be: Санаторый

source: Санаторная улица
be: Санаторная вуліца

source: Санта Холод
be: Санта Холад

source: Сасанишки
be: Сасанішкі

source: Саути
be: Савуці

source: Сахара
be: Цукар

source: Сватье
be: Свацце воз.

source: свв. Петру и Февронии
be: свв. Пятру і Фяўронні

source: Сверзно
be: воз. Сверзна

source: Свериновское
be: Свярынаўскае

source: Сверково
be: Сверкава

source: Светлая улица
be: Светлая вуліца

source: Светлогорская улица
be: Светлагорская вуліца

source: Светлогорск-на-Березине
be: Светлагорск-на-Бярэзіне

source: Светлогорское шоссе
be: Светлагорская шаша

source: Светлый переулок
be: Светлы завулак

source: Свидерщина
be: Свідэршчына

source: Свилеместье
be: Свілямесце

source: Свино
be: Сьвіно

source: Свирки
be: Свіркі

source: Свирь
be: Свір

source: Свислочь
be: Свіслач

source: Свитальная улица
be: Світальная вуліца

source: Свитязь
be: Свіцязь

source: Свобода
be: Свабода

source: Свободная экономическая зона
be: Свабодная эканамiчная зона

source: Свольно
be: Свольна

source: Святец
be: воз. Свяцец

source: Свято-Георгиевский источник
be: Свята-Георгіеўская крыніца

source: Святое
be: [Святое, Святое воз.]

source: Свято-Никольский мужской монастырь
be: Свята-Мікольскі мужчынскі манастыр

source: Себяхи
be: Себяхі

source: Севастопольский парк
be: Севастопальскі парк

source: Северная улица
be: Паўночная вуліца

source: Северное кладбище
be: Паўночныя могілкі

source: Северный посёлок
be: Паўночны пасёлак

source: Сегеневщина
be: Сегянеўшчына

source: Секеришки
be: Сякерышкі

source: Секлы
be: Сэклы

source: Сектор «Поднепровье»
be: Сектар «Падняпроўе»

source: Сектор Вылета. Стоянка 5 Мин
be: Сектар вылету. Стаянка 5 Мін

source: Сектор Прилета
be: Сектар прылёт

source: Селец
be: Сялец

source: Селивовщина
be: Селівоўшчына

source: Селигоры
be: воз. Селігоры

source: Селицкая
be: Сяліцкая

source: Селище
be: Селішча

source: Сельская улица
be: Сельская вуліца

source: Сельскохозяйственная Академия
be: Сельскагаспадарчая Акадэмія

source: Сельскохозяйственная исследовательская станция Ластовского
be: Сельскагаспадарчая даследчая станцыя Ластоўскага

source: Сельсовет
be: Сельсавет

source: Селюки
be: Селюкі

source: Селявское
be: Сяляўскае воз.

source: Селятичи
be: Сяляцічы

source: Селяхи
be: Селяхі

source: Семенец
be: воз. Семянец

source: Сенкевичи
be: Сінкевічы

source: Сенозавод
be: Сеназавод

source: Серая улица
be: Шэрая вуліца

source: Сербинишки
be: Сербінішкі

source: Сервеч
be: Сэрвач

source: Сергуч
be: Сяргуч

source: Серебрное
be: Срэбнае воз.

source: Серебряная улица
be: Срэбраная вуліца

source: Серебрянка
be: Серабранка

source: Серебрянка-1
be: Серабранка-1

source: Серебрянка-2
be: Серабранка-2

source: Серебрянка-3
be: Серабранка-3

source: Серебрянка-4
be: Серабранка-4

source: Серебрянка-5
be: Серабранка-5

source: Серебрянка-6
be: Серабранка-6

source: Серебрянка-7
be: Серабранка-7

source: Серебрянка-8
be: Серабранка-8

source: Серебрянка-9
be: Серабранка-9

source: Серкули
be: Серкулі

source: Серый параллелепипед
be: Шэры паралелепіпед

source: Сессинкай
be: Сесінкай

source: Сибирок
be: Сібірок

source: Сивинка
be: Сівінка

source: Сивицкие
be: Сівіцкія

source: Сидоришки
be: Сідарышкі

source: Симеон Полоцкий
be: Сімяон Полацкі

source: Синагога
be: Сінагога

source: Синагога «Китаевская»
be: Сінагога «Кітаеўская»

source: Синагога (руины)
be: Сінагога (руіны)

source: Синагога Большая
be: Сінагога Вялікая

source: Синагога Главная
be: Сінагога Галоўная

source: Синагога Зальцмана
be: Сінагога Зальцмана

source: Синагогальны двор
be: Сінагогальны двор

source: Синагога хоральная
be: Сінагога харальная

source: Синагога шайки Тылим
be: Сінагога Хеўрэ Тылім

source: Синец
be: воз. Сінец

source: Синцы
be: Сінцы

source: Синчек
be: воз. Сінчак

source: Синька
be: Сінька

source: Синьша
be: воз. Сіньша

source: Синэво
be: Сінэво

source: Синэво, медицинская лаборатория
be: Синэво, медыцынская лабараторыя

source: Сипалино
be: Сіпаліна

source: Сирена
be: Сірэна

source: Ситенец
be: воз. Сіценец

source: Ситница
be: Сітніца

source: Сказочная улица
be: Казачная вуліца

source: Сквер Александровский
be: Сквер Аляксандраўскі

source: Сквер Иконникова
be: Сквер Iконiкава

source: Сквер памяти войнов афганцев
be: Сквер памяці войнаў аўганцаў

source: Скидель
be: Скідзель

source: Скидельский рынок
be: Скідзельскі рынак

source: Скидельское шоссе
be: Скідзельская шаша

source: Скирмантишки
be: Скірманцішкі

source: Склеп-похороны Фелиции Двораковский с Скаковских
be: Склеп-пахаванне Феліцыі Дваракоўскай з Скакоўскіх

source: Скоброе
be: воз. Скобрае

source: Скоки
be: Скокі

source: Скоморошки
be: Скамарошкі

source: Скорая Помощь
be: Хуткая дапамога

source: Скосная улица
be: Скосная вуліца

source: Скребляки
be: Скраблякі

source: Скрибовцы
be: Скрыбаўцы

source: Скробово
be: Скробава

source: скульптура "Дружба народов"
be: скульптура "Сяброўства народаў"

source: скульптура "Рабочий"
be: скульптура "Рабочы"

source: Скульптура «Последний Путь»
be: Скульптура «Апошні Шлях»

source: скульптура Богородицы
be: фігура Багародзіцы

source: Скульптурная группа "Легенда Браслава"
be: Скульптурная група "Легенда Браслава"

source: Славия
be: Славія

source: Славное
be: Слаўнае

source: Славщизна
be: Слаўшчызна

source: Славянская улица
be: Славянская вуліца

source: Следственный изолятор №1
be: Следчы ізалятар №1

source: Следственный изолятор № 2
be: Следчы ізалятар № 2

source: Следственный изолятор № 3
be: Следчы ізалятар № 3

source: Следственный комитет
be: [Оршанский МОСК, Следчы камітэт]

source: Слепица
be: Сляпіца

source: Слидец
be: Слідзец

source: Слинец
be: Слінец

source: Слияние трёх рек
be: Зліццё трох рэк

source: Слобода
be: Слабада

source: Слобода Жуковская
be: Слабада Жукаўская

source: Слободка
be: Слабодка

source: Слободское
be: Слабадское

source: Словечно
be: Славечна

source: Слоним
be: Слонім

source: Служебная
be: Службовая

source: Служки
be: Служкі

source: Слуховичи
be: Слухавічы

source: Слуцкий консервный завод
be: Слуцкі кансеўрны завод

source: Смиловичи
be: Смілавічы

source: Смолевичи
be: Смалявічы

source: Смоленская площадь
be: Смаленская плошча

source: Смоленская улица
be: Смаленская вуліца

source: Смоленский рынок
be: Смаленскі рынак

source: Смолзавод
be: Смалзавод

source: Смольяны
be: Смальяны

source: Сморгонь
be: Смаргонь

source: Смотровая площадка
be: Аглядальная пляцоўка

source: Сноу парк
be: Сноў парк

source: Собачья Горка
be: Сабачая Горка

source: Собор Воскресения Господня
be: Сабор Уваскрэшання Гасподняга

source: Собор Рождества Пресвятой Богородицы
be: Сабор Нараджэння Прасвятой Багародзіцы

source: Собор Святого Симеона Столпника
be: Сабор Святога Сімеона катэдральны

source: Собор Святых Апостолов Петра и Павла
be: Сабор Святых апосталаў Пятра й Паўла

source: Собор Спасо-Преображенский
be: Сабор Спаса-Праабражэнскі

source: Советская площадь
be: Савецкая плошча

source: Советская улица
be: Савецкая вуліца

source: Советский район
be: Савецкі раён

source: советским воинам
be: савецкім воінам

source: Советским воинам
be: Савецкім воінам

source: Совхозная улица
be: Саўгасная вуліца

source: Сокол
be: Сокал

source: Соколец
be: Сакалец

source: Соколиная улица
be: Сакаліная вуліца

source: Соколовка
be: Сакалоўка

source: Сокольская улица
be: Сакольская вуліца

source: Сокольское
be: Сакольскае

source: СОК Юность
be: САК Юнацтва

source: Солигорск
be: Салігорск

source: Солнечная улица
be: Сонечная вуліца

source: Солнечный
be: Сонечны

source: Соловьи
be: Салаўі

source: Соломенковская улица
be: Саломенкаўская вуліца

source: Соломянка
be: Саламянка

source: Солонец
be: воз. Саланец

source: Сомино
be: воз. Соміна

source: Соничи
be: Сонічы

source: СООО «Двинский бровар»
be: Дзвінскі бровар

source: Сопоцкинская улица
be: Сапоцкінская вуліца

source: Сороки
be: Сарокі

source: Сорокино
be: Сарокіна

source: Сорочино
be: Сарочына

source: Сорочинское
be: Сарочынскае воз.

source: Сосница
be: Сосніца

source: Сосновая улица
be: Сасновая вуліца

source: Сосновка
be: Сасноўка

source: Сосновый бор
be: Сасновы бор

source: Сосняги
be: Саснягі

source: Сотное
be: Сотнае

source: Сотрудникам МВД
be: Супрацоўнікам МУС

source: Социалистическая улица
be: Сацыялістычная вуліца

source: Спартаковская улица
be: Спартакаўская вуліца

source: Сперижье
be: Спярыжжа

source: Спецавтобаза г. Витебска
be: Спецаўтабаза г. Віцебска

source: Специализированная детско-юношеская школа олимпийского резерва #11 по шахматам и шашкам
be: Спецыялізаваная дзіцяча-юнацкая школа алімпійскага рэзерву #11 па шахматах і шашках

source: Спиртзавод
be: Вінакурня

source: СП ОАО «Брестгазоаппарат»
be: СП ААТ "Брэстгазаапарат"

source: Спортзал
be: Спартзала

source: Спортивная улица
be: Спартыўная вуліца

source: Спортивный комплекс "Олимп"
be: Спартыўны комплекс "Алімп"

source: Спортплощадка
be: Спортпляцоўка

source: Спорт площадка
be: Спорт пляцоўка

source: спорт-центр Нафтан
be: Спартцэнтр Нафтан

source: Справочная
be: Даведкавая

source: Спутник
be: Спадарожнік

source: Сражение у Головчина
be: Бітва ля Галоўчына

source: Средний переулок
be: Сярэдні завулак

source: Средняя школа №1
be: Сярэдняя школа №1

source: Средняя школа №12
be: Сярэдняя школа №12

source: Средняя школа №2
be: Сярэдняя школа №2

source: Средняя школа №3
be: Сярдэняя школа №3

source: Средняя школа №9
be: Сярэдня школа №9

source: СТ «Лесное»
be: СТ «Лясное»

source: СТ «Надежда»
be: СТ «Надзея»

source: СТ «Прибрежное»
be: СТ «Прыбярэжнае»

source: СТ «Приозерное»
be: СТ «Прыазернае»

source: СТ «Судники»
be: СТ «Суднікі»

source: Стадион
be: Стадыён

source: Стадион ВГМУ
be: Стадыён ВДМУ

source: стадион ВГПЛ № 1
be: стадыён ВДПЛ № 1

source: стадион Витебскдрев
be: стадыён Віцебскдрэў

source: Стайки
be: Стайкі

source: Стайки-Сеньково
be: Стайкі—Сянькова

source: Станиславское
be: Станіслаўскае воз.

source: Станция природного газа
be: Станцыя прыроднага газу

source: станция Сосновый Бор
be: станцыя Сасновы Бор

source: Станьково
be: Станькава

source: Старая Алешковка (нежил.)
be: Старая Алешкаўка (нежывы)

source: Старая Белица
be: Старая Беліца

source: Старик
be: Старык

source: Старина
be: Старына

source: Старинка
be: Старынка

source: Стародрибинский переулок
be: Старадрыбінскі завулак

source: Старое городское кладбище
be: Старыя гарадскія могілкі

source: старое еврейское кладбище
be: старыя габрэйскія могілкі

source: Старое еврейское кладбище
be: Старыя габрэйскія могілкі

source: Старое Закружье
be: Старое Закружжа

source: старое катол. кладбище
be: старыя каталіцкія могілкі

source: старое католическое кладбище
be: закінутыя каталіцкія могілкі

source: Старое кладбище г. Малорита
be: Старыя праваслаўныя могілкі

source: Старое Козиново
be: Старое Козінава

source: Старое Село
be: Старое Сяло

source: Старозамковая улица
be: Старазамкавая вуліца

source: Старомалыщинская улица
be: Старамалышчынская вуліца

source: Старосельский
be: Старасельскі

source: Старосемёновское кладбище
be: Старасямёнаўскія могілкі

source: Староулановское еврейское кладбище
be: Стараўланаўскія габрэйскія могілкі

source: Старушки
be: Старушкі

source: Старые Дороги
be: Старыя Дарогі

source: Старые Задворцы
be: Старыя Задворцы

source: Старые Ляды
be: Старыя Ляды

source: Старый Гольшанский замок
be: Стары Гальшанскі замак

source: Старый Двор
be: Стары Двор

source: Старый замок
be: Стары замак

source: Старый Крупец
be: Стары Крупец

source: Старый Степанов
be: Стары Сцепаноў

source: Стасюкишки
be: Стасюкішкі

source: статуя девы Марии
be: фігура Дзевы Марыі

source: статуя Девы Марии
be: [фігура Панны Марыі, фігурка Дзевы Марыі]

source: статуя Девы Марии с ангелами
be: Фігура Дзевы Марыі з анёламі

source: статуя Христа
be: фігура Хрыста

source: Статуя Христа
be: Фігура Хрыста

source: Стахановская улица
be: Стаханаўская вуліца

source: Ствига
be: Сцвіга

source: Стела «Брест»
be: Стэла «Брэст»

source: Стенд испытаний СИЗ
be: Стэнд выпрабаванняў СІА

source: Степанова Пасека
be: Сцяпанава Пасека

source: Степянка
be: Сцяпянка

source: Стилгуны
be: Сцілгуны

source: Столб
be: Слуп

source: Столбцовский мясокомбинат
be: Стоўбцаўскі мясакамбінат

source: Столбцы
be: Стоўбцы

source: Столинский
be: Столінскі

source: Столовая
be: Сталовая

source: Стоматологическая поликлиника №348
be: Стаматалагічная паліклініка №348

source: Стоматологическая поликлиника №9
be: Стаматалагічная паліклініка №9

source: Стоматологический кабинет
be: Стаматалагічны кабінет

source: Стоматология
be: Стаматалогія

source: Стоматология доктора Василенко
be: Стаматалогія доктара Васіленка

source: Стоматология ЧП "Эрделия"
be: Стаматалогія

source: СТО ШАНСсервис
be: СТА ШАНСсэрвіс

source: Страдань
be: воз. Страдань

source: Стр-во Биз
be: буд. біз

source: Стрекоза
be: Страказа

source: Стрелецкий Рынок
be: Стралецкі рынак

source: Стрелище
be: Стрэлішча

source: Стрелковая улица
be: Стралковая вуліца

source: Стрельцы
be: Стральцы

source: Стриганецкие Бусни
be: Стрыганецкія Бусні

source: Стринадки
be: Стрынадкі

source: Строительный лицей №1
be: Будаўнічы ліцэй №1

source: Строительный рынок
be: Будаўнічы рынак

source: Строительство гостиницы
be: Будаўніцтва гасцініцы

source: строительство Дома
be: будаўніцтва Дома

source: Строительство жилого дома
be: Будаўніцтва жылога дома

source: Строительство комплекса группы Газпром
be: Будаўніцтва комплексу групы Газпром

source: Строительство станции метро
be: Будаўніцтва станцыі метро

source: Строкло
be: воз. Строкла

source: Строящийся отель
be: Будуемы гатэль

source: Струнское кладбище
be: Струнскія могілкі

source: Струпки
be: Струпкі

source: Студенец
be: Студзянец

source: Студенческая улица
be: Студэнцкая вуліца

source: Стэфи
be: Стэфi

source: Субботово
be: Субатава

source: Сувиды
be: Сувіды

source: Суглобишки
be: Суглобішкі

source: Суд Берестовицкого района
be: Суд Бераставіцкага раёна

source: Суд Витебского района
be: Суд Віцебскага раёна

source: Суд Гродненского района
be: Суд Гродзенскага раёна

source: Суд Докшицкого района
be: Суд Докшыцкага раёна

source: Суд Дятловского района
be: Суд Дзятлаўскага раёна

source: Судебно-медицинский морг
be: Судова-медычны морг

source: Суд Железнодорожного района
be: Суд Чыгуначнага раёна

source: Суд Ленинского района
be: Суд Ленінскага раёна

source: Суд Лепельского района
be: Суд Лепельскага раёна

source: Суд Московского района
be: Суд Маскоўскага раёну

source: Суд Октябрьского района
be: Суд Кастрычніцкага раёна

source: Суд Ошмянского района
be: Суд Ашмянскага раёна

source: Суд Первомайского района
be: Суд Першамайскага раёна

source: Суд Толочинского района
be: Суд Талачынскага раёна

source: Суд Хойникского района
be: Суд Хойніцкага раёна

source: Супольная улица
be: Супольная вуліца

source: Сухарево
be: Сухарава

source: Сухарево-1
be: Сухарава-1

source: Сухарево-2
be: Сухарава-2

source: Сухарево-3
be: Сухарава-3

source: Сухарево-6
be: Сухарава-6

source: Сухарево-7
be: Сухарава-7

source: Сухарево-7А
be: Сухарава-7А

source: Сухари
be: Сухары

source: Сухие
be: Сухія

source: Сухой Борок
be: Сухі Барок

source: Суя
be: воз. Суя

source: сцена
be: сцэна

source: Сцена
be: Сцэна

source: Счастливая улица
be: Шчаслівая вуліца

source: Сымон Будный
be: Сымон Будны

source: Сымонишки
be: Сымонішкі

source: СЭЗ «Витебск»
be: СЭЗ «Віцебск»

source: Сябровичи
be: Сябровічы

source: Табак
be: Тытунь

source: Табачная фабрика
be: Тытунёвая фабрыка

source: Табола
be: Табала

source: Таверна
be: Карчма

source: Тадэуша Костюшко музей
be: Музей Тадэвуша Касцюшкі

source: Тайм-аут
be: Тайм-аўт

source: Такси
be: Таксі

source: Таксофон
be: Таксафон

source: Таможня
be: Мытня

source: Танк-освободитель
be: Танк-вызваліцель

source: Тарасовка
be: Тарасаўка

source: Тарас Шевченко
be: Тарас Шаўчэнка

source: Тарковщина
be: Таркоўшчына

source: Тарный
be: Тарны

source: Тарусичская улица
be: Тарусіцкая вуліца

source: Татарская улица
be: Татарская вуліца

source: Татарские
be: Татарскія

source: татарское кладбище
be: татарскія могілкі

source: ТВ Лайнер
be: ТБ Лайнер

source: Творческая улица
be: Творчая вуліца

source: ТД «Омега»
be: ГД «Амега»

source: Театр кукол
be: Тэатр лялек

source: Театр Тизенгауза
be: Тэатр Тызенгаўза

source: Тевли
be: Тэўлі

source: Теклиц
be: Тэкліц

source: Телеграф
be: Тэлеграф

source: Телеграфная улица
be: Тэлеграфная вуліца

source: Телефон
be: Тэлефон

source: Телуша
be: Цялуша

source: Телятник
be: Цялятнік

source: Тёмный Лес
be: Цёмны Лес

source: Тенистый переулок
be: Цяністы завулак

source: Теннисная площадка
be: Тэнісная пляцоўка

source: Теннисные корты
be: Тэнісныя корты

source: Тенница
be: воз. Ценіца

source: Терапевтический корп.
be: Тэрапеўтычны корп.

source: Терапевтический корпус
be: Тэрапеўтычны корпус

source: Терапевтическое отделение
be: Тэрапеўтычнае аддзяленне

source: Теребавля
be: воз. Церабаўля

source: Тересполье
be: Церасполле

source: Тереховка
be: Церахоўка

source: территория оптовой-торговой базы
be: тэрыторыя аптова-гандлёвай базы

source: Терюха
be: Церуха

source: Тесная улица
be: Цесная вуліца

source: Технобанк
be: Тэхнабанк

source: Технологический колледж
be: Віцебскі дзяржаўны тэхналагічны каледж

source: Технологический колледж ГрГУ
be: Тэхналагічны каледж ГрДУ

source: Технологический университет
be: Тэхналагічны універсітэт

source: Технопарк ВГТУ
be: Навукова-тэхналагiчны парк ВДТУ

source: Техосмотр
be: Тэхагляд

source: ТехПромМонтаж-Сервис
be: ТэхПрамМантаж-Сэрвіс

source: Тешков
be: Цешкаў

source: Тимковичи
be: Цімкавічы

source: Типография
be: Друкарня

source: Тирасполь
be: Ціраспаль

source: Тир для стрельбы
be: Цір

source: Ткацкая улица
be: Ткацкая вуліца

source: Тожево
be: Тожава

source: Токари
be: Такары

source: Толкачёвское кладбище
be: Таўкачоўскія могілкі

source: Толокнянка
be: воз. Талакнянік

source: Толочин
be: Талачын

source: Толочинский районный военный комиссариат
be: Талачынскі раённы ваенны камісарыят

source: Толочинский районный исполнительный комитет
be: Талачынскі раённы выканаўчы камітэт

source: Толочинский районный отдел внутренних дел
be: Талачынскі раённы аддзел унутранных спраў

source: Толочинский районный отдел по чрезвычайным ситуациям
be: Талачынскі раённы аддзел па надзвычайных сітуацыях

source: Толочинский районный Совет депутатов
be: Талачынскі раённы Савет дэпутатаў

source: Толочинский районный узел электросвязи
be: Талачынскі раённы вузел электрасувязі

source: Толпа
be: Таўпа

source: Томасовка
be: Тамасоўка

source: Тополевая улица
be: Таполевая вуліца

source: Торговая площадь
be: Пляц гандлёвы

source: Торгово-экономический колледж
be: Гандлёва-эканамічны каледж

source: Торговые ряды
be: Гандлёвыя рады

source: Торговый центр «Корона»
be: Гандлёвы цэнтр «Карона»

source: Торкли
be: воз. Торклі

source: Торфоразработки
be: Торфараспрацоўкі

source: Тощица
be: Тошчыца

source: Трабшишки
be: Трабшышкі

source: Трактир
be: Карчма

source: Тракторная улица
be: Трактарная вуліца

source: Трамвайное депо
be: Трамвайнае дэпо

source: Трамплины
be: Трампліны

source: Транспортная
be: Транспартная

source: Транспортная улица
be: Транспартная вуліца

source: Трансформаторная подстанция
be: Трансфарматарная падстанцыя

source: Трансформаторная подстанция 2
be: Трансфарматарная падстанцыя 2

source: Трасса для картинга
be: Траса для картынгу

source: Трасса №1
be: Траса №1

source: Трасса №2
be: Траса №2

source: Трасса №3
be: Траса №3

source: Трасса №4
be: Траса №4

source: Трасса №5
be: Траса №5

source: Тренажёрный зал
be: Трэнажорная зала

source: Три мастера
be: Тры майстры

source: Тричи
be: Трычы

source: Тришинское кладбище
be: Трышынскія могілкі

source: Троицкое предместье
be: Траецкае прадмесце

source: Трокище
be: Тракішча

source: Троллейбусная
be: Тралейбусная

source: Троллейбусный парк № 1 ГП "Минсктранс"
be: Тралейбусны парк № 1 ГП "Мінсктранс"

source: Троллейбусный парк №5
be: Тралейбусны парк №5

source: Троллейбус № 1: Вокзал - Гидропривод
be: Тралейбус № 1: Вакзал - Гідрапрывод

source: Тросница
be: Тросніца

source: Тросно
be: [Тросна, воз. Тросна]

source: Троща
be: воз. Трошча

source: Трудовая
be: Трудавая

source: ТС "Бизнес-центр Порт"
be: ТУ "Бізнес-цэнтр Порт"

source: Ту-134А ССCP-65036 Аэрофлот
be: Ту-134А ССCP-65036 Аэрафлот

source: Тульговичи
be: Тульгавічы

source: Туманная улица
be: Туманная вуліца

source: Туманный переулок
be: Туманны завулак

source: Туполев Ту-154Б2 EW85581 Белавиа
be: Тупалеў Ту-154Б2 EW85581 Белавія

source: Турист
be: Турыст

source: Турицкое
be: Турыцкае

source: Турникет
be: Турнікет

source: Туровский консервный комбинат
be: Тураўскі кансервавы камбінат

source: ТЦ "Импульс"
be: ГЦ "Імпульс"

source: ТЦ "Палас"
be: ГЦ "Палас"

source: ТЦ «Корона»
be: ГЦ «Карона»

source: ТЦ «Эвиком»
be: Гандлёвы цэнтр «Эвіком»

source: ТЭЦ
be: ЦЭЦ

source: Тюрьма-1
be: Турма-1

source: Тюрьма №1
be: Турма № 1

source: Тюрьма №4
be: Турма №4

source: Убежо
be: воз. Убежа (Убежжа)

source: Углы
be: Вуглы

source: Удачная улица
be: Удалая вуліца

source: Ужасья
be: Вужасся

source: УЗ "8-я городская поликлиника"
be: УАЗ "8-я гарадская паліклініка"

source: УЗ "Городская Клиническая Больница Скорой Медицинской Помощи"
be: УАЗ "Гарадская Клінічная Бальніца Хуткай Медыцынскай Дапамогі"

source: УЗ «11-я городская клиническая больница»
be: УАЗ «11-я гарадская клінічная бальніца»

source: Узел связи
be: Вузел сувязі

source: Уклеенка
be: воз. Уклеенка

source: Уклейно
be: воз. Уклейна

source: Украище
be: Украішча

source: Укропишки
be: Укропішкі

source: Укрытие
be: Сховішча

source: Улановичи
be: Уланавічы

source: улица 11 Липеня
be: вуліца 11 Ліпеня

source: улица 17 Сентября
be: вуліца 17 Верасня

source: улица 1 Мая
be: вуліца 1 Мая

source: улица 50 лет Великого Октября
be: вуліца 50 гадоў Вялікага Кастрычніка

source: Улица 6-я Стадионная
be: Вулiца 6-я Стадыённая

source: улица 8 Марта
be: вуліца 8 Сакавіка

source: улица 9 Мая
be: вуліца 9 Мая

source: улица Абремского
be: вуліца Абрэмскага

source: Улица Авиационная
be: Авіяцыйная

source: Улица академика Павлова
be: вул. Ак. Паўлава

source: улица Александровича
be: вуліца Александровіча

source: улица Альхимовича
be: вуліца Альхімовіча

source: улица Антонова
be: вуліца Антонава

source: улица Артёма
be: вуліца Арцёма

source: улица Бабина Гора
be: вуліца Бабіна Гара

source: улица Бабкина
be: вуліца Бабкіна

source: улица Багратиона
be: вуліца Баграціёна
